Repository: wp-plugins/2046s-widget-loops
Catalog: languages/p_2046s_loop_widget-*.po
Languages: cs_cz

source: It let's you show Post or Pages anywhere. The widget let's you allow or disallow the loop to be shown on certain places. Plus, you can show or hide comments and it's form.
cs_cz: Osnadní vám způsob umístění vašeho obsahu kdekoli na vašich stránkách bez potřeby programování.

source: Anyone
cs_cz: Všichni

source: Subcriber
cs_cz: Přihlášený

source: Contributor
cs_cz: Přispěvatel

source: Author
cs_cz: Autor

source: Administrator
cs_cz: Administrátor

source: Who can see the result
cs_cz: Kdo uvidí výsledek

source: Post type
cs_cz: Post typ

source: Select post type
cs_cz: Vyberte "post" typ

source: Widget title
cs_cz: Nadpis Widgety

source: if empty: no title, no html, nothing
cs_cz: Pokud je prázdné nezobrazí se vubec nic, žádný obsah, žádne HTML, nic.

source: Content
cs_cz: Obsah

source: Title
cs_cz: Titulek

source: Show title
cs_cz: Zobrazit titulek

source: as a link
cs_cz: jako odkaz

source: Show edit link
cs_cz: zobrazit link na editaci

source: No picture
cs_cz: Bez obrázku

source: Thumbnail
cs_cz: Zmenšenina

source: Medium
cs_cz: Střední velikost

source: Large
cs_cz: Velká velikost

source: Image position
cs_cz: ;Pozice obrázku

source: Image above the title
cs_cz: Obrázek nad titulkem

source: Image below the title
cs_cz: Obrázek pod titulkem

source: Image linking
cs_cz: Odkaz obrázku

source: Image without link
cs_cz: Obrázek bez odkazu

source: Image as a link to the
cs_cz: Obrázek jako odkaz na

source: Image as a link to it's "large" version
cs_cz: Obtázek s odkazem na jeho "velkou" verzi

source: Show comments booble
cs_cz: Zobrazit počet komentářů

source: No content
cs_cz: Bez obsahu

source: Excerpt
cs_cz: Zkrácenina

source: Whether to show metadata for
cs_cz: Jestli ukázat metadata nebo ne

source: Show comments
cs_cz: Ukázat komentáře

source: Show
cs_cz: Ukázat

source: Hide
cs_cz: Skrýt

source: Show warning text if comments are closed
cs_cz: Zobrazit upozornění o uzamčených kometářích

source: Note: Comments will be shown on final post or page only!
cs_cz: Poznámka: komentáře budou zobrazeny pouze na finální stránce/příspěvku.

source: Navigation
cs_cz: Navigace

source: Without navigation
cs_cz: Bez navigace

source: Prev-Next. Only on final page
cs_cz: předchozí-další. Pouze na finální stránce.

source: Prev-Next links
cs_cz: předchozí-další

source: Link to category list
cs_cz: Odkaz na kategorický seznam

source: If the <a href="http://wordpress.org/extend/plugins/wp-pagenavi/" target="_blank">WP Page Navi</a> is installed it will be listed here too.
cs_cz: Pokud si nainstalujete a zapnete <a href="http://wordpress.org/extend/plugins/wp-pagenavi/" target="_blank">WP Page Navi</a> ukáže se jako jedna z možností.

source: Allow to the pagination
cs_cz: Povolit stránkování

source: Note: If you want to see only the content you filter here, not affected by WP inner pagination, uncheck it here.
cs_cz: Poznámka: Odškrtněte pokud chcete vidět obsah neovlivněn stránkovánim.

source: Scafolding
cs_cz: HTML struktura

source: type of structure
cs_cz: typ struktury

source: Basic Wordpress classes
cs_cz: Základní třídy WP.

source: One column per row
cs_cz: Jeden sloupec na řádek

source: Many Columns per row
cs_cz: Více sloupců na řádek

source: Custom classes are added to the basic Wordress classes
cs_cz: Vlastní třídy budou přidány k implicitním třídám WP.

source: Row div class
cs_cz: Třída (div) řádku

source: In Boostrap it will be "row"
cs_cz: V Bootstrapu by to bylo "row"

source: Column div class
cs_cz: Třída (div) sloupce

source: In Boostrap it can be "span3"
cs_cz: V Bootstrapu by to byl "row"

source: Note: see
cs_cz: Podívejte se na:

source: Where this loop will be shown & what
cs_cz: Kde bude tento loop zobrazen a co v něm

source: On final Post (Page)
cs_cz: Na finální stránce/příspěvku

source: Gallery (Images of post/page)
cs_cz: Galerie (obrázky stránky)

source: Elsewhere
cs_cz: Kdekoli

source: "On final post" make sense when the widget is on single.php / page.php.
cs_cz: "Na finální stránce" vyberte pokud chcete tímto loopem nahradit hlavní obsah finální stránky.

source: "Images of final post/page (gallery)": The content settings are applied to the gallery images.
cs_cz: "Obrázky příspěvku/stránky": V obsahovém nastavení nastavíte zobrazení galerie.

source: "Elsewhere": you decide which
cs_cz: "Kdekoli", vy se rozhodnete

source: content you want to see, how and where.
cs_cz: obsah který chcete zobrazit

source: Which
cs_cz: Který/á

source: Select the logic
cs_cz: Vyber logiku

source: Select
cs_cz: Vyber

source: Children pages of
cs_cz: Potomci nadřazené stránky

source: parent
cs_cz: Nadřazená stránka

source: Children pages of displayed
cs_cz: Potomci zobrazené stránky

source: (s) from the same hierarchy level
cs_cz: ze stejné hierarchické urovně

source: Selected taxonomy
cs_cz: Vyber taxonomii

source: From the same taxonomy
cs_cz: Ze stejné taxonomie

source: By the custom meta values
cs_cz: Podle vlastních meta

source: Help your self as you like.. empty values simply do not make restrictions.
cs_cz: Požte si jak chcete..prázdné pole nejsou jednoduše brány na zřetel.

source: parent ID
cs_cz: Id nadřazené stránky

source: ONLY one page ID !
cs_cz: Pouze jedno ID!

source: Enter
cs_cz: Vložit

source: Separate IDs by comma.
cs_cz: ID oddělujte čárkou

source: In the case of gallery, only first ID will be used. If empty the ID of visited post/page is used.
cs_cz: V případě galerie bude použito pouze první ID.

source: Select taxonomy term
cs_cz: Vyberte taxonomický termín

source: Please select a
cs_cz: Prosím vyberte

source: Warning! The number for each term counted for all post/page/cutom post types all together.
cs_cz: Pozor! Počty jednotlivých termínu jsou počitané ze všech typu příspevku a stránek dohromady.

source: Note! If you see the taxonomy selector multiplied, don not panic. These are just virtual copies, a bug.
cs_cz: Poznámka: pokud se vám zobrazí zmultiplikoivane pole pro výběr taxonomií, nepanikařte, je to jen kosmetický bug.

source: The comparison type
cs_cz: Typ porovnávání

source: Matching one of the selected terms
cs_cz: Porovnej k něktrému z vybraných termínů

source: Is releated to all selected terms
cs_cz: Vstahuje se ke všem vybraným termínum

source: taxonomy you want to match the loop
cs_cz: : vyberte se kterou taxonomií chcete porovnat tento loop.

source: Number of posts
cs_cz: Počet

source: Offset
cs_cz: Posun

source: Meta key
cs_cz: Meta klíč

source: The exact "meta key" name. Both key and value must be present!
cs_cz: Přesný název "meta key". Název i hodnota musí být zadané.

source: Meta value
cs_cz: Meta hodnota

source: The exact "meta value" name. Both key and meta must be present!
cs_cz: Přesný název "meta value". Název i hodnota musí být zadané.

source: Meta comparison
cs_cz: Porovnáváni meta

source: Order
cs_cz: Řazení

source: Ascendingly
cs_cz: Vzestupně

source: Descendingly
cs_cz: Sestupně

source: Order by
cs_cz: Seřadit podle

source: meta_value sorts: alphabetically / meta_value_num: sorts numerically / parent: ID
cs_cz: meta value porovnává abecedně / meta_value_num porovnává číselně / rodič: ID

source: The exact meta key name.
cs_cz: Přesný název

source: Restrict to
cs_cz: Omezit na

source: Restrict to post or page IDs:
cs_cz: Omezit na příspěvky a stránky. Zadejte jejich ID.

source: No restrictions if empty. Separate IDs by comma.
cs_cz: Pokud je pole pržádné nedojde k omezení, ID oddělujte čárkou.

source: only on given IDs
cs_cz: pouze na zvolených ID

source: only on child pages of given ID
cs_cz: pouze na podstránkách zvolených stránek

source: for given IDs and it's children pages
cs_cz: pro zvolené IDs a jejich podstránky

source: Prevent from being shown on
cs_cz: Zamezit ukázat na

source: Do not show on post/page with IDs:
cs_cz: Neukázat na příspšvkách a stránkách; podle ID.

source: In order to load the appropriate settings for the selected "post type" you have to save the widget.
cs_cz: Abychom mohli nahrát data náležející k vybranému typu, musite Widgetu uložit.

source: Posted on
cs_cz: Napsáno

source: &#171; previous
cs_cz: &#171; předchozí

source: next &#187;
cs_cz: další &#187;

source: view all &rarr;
cs_cz: zobrazit všechny &rarr;
